{
    "header": {
        "title": "Portfolio",
        "nav_inicio": "Home",
        "nav_proyecto": "Projects",
        "nav_conocimientos": "Skills",
        "nav_sobremi": "About me",
        "nav_contacto": "Contact"
    },
    
    "inicio": {
        "presentacion": "I am <strong>Braian Alejandro Aguilera</strong>, a fullstack developer focused on development",
        "descargar_cv": "Download CV"
    },

    "proyectos": {
        "titulo": "Projects",
        "proyecto_titulo_lucas": "Art Portfolio",
        "proyecto_fecha_lucas": "March 2024 - August 2024",
        "proyecto_desc_lucas": "Development of a portfolio from scratch for Lucas Aguilera, an artist specializing in hand-painted canvases and murals. The portfolio aims to attract clients by showcasing his works in an accessible manner, featuring a modern and responsive interface. Each piece includes high-quality images, brief descriptions, and links to his social media, serving as a showcase of his talent and a tool for connections in the art world.",
        "proyecto_titulo_ofcourse": "Of Course: Fitness Classes",
        "proyecto_fecha_ofcourse": "August 2024 - September 2024",
        "proyecto_desc_ofcourse": "This project involved the design and development of a landing page to promote fitness classes aimed at attracting new clients. From conceptualization to final layout, a modern visual aesthetic focused on motivation and wellness was created. The page is fully responsive, ensuring an optimal experience on mobile devices, and includes key sections such as benefits, schedules, and contact information, facilitating user decision-making.",
        "ver_repo": "View repository",
        "ver_sitio": "Website"
    },

    "conocimientos": {
        "titulo": "Skills",
        "herramientas": "Tools"

    },
    "sobremi": {
        "titulo": "About me",
        "descripcion": "I am a passionate frontend developer, with a strong ability to transform ideas into attractive and functional interfaces. I specialize in creating intuitive user experiences tailored to client needs.",
        "servicios": "Services",
        "servicio1_titulo": "Inspired Prototyping",
        "servicio1_desc": "I develop hand-drawn prototypes to visualize ideas and improve communication with clients.",
        "servicio2_titulo": "UX/UI Design",
        "servicio2_desc": "I design intuitive and attractive user interfaces in Figma, ensuring a smooth user experience.",
        "servicio3_titulo": "Web Development",
        "servicio3_desc": "I transform prototypes into functional websites using the technologies I excel at.",
        "servicio4_titulo": "Responsive Design",
        "servicio4_desc": "I transform prototypes into functional websites using appropriate technologies."
    },

    "footer": {
        "titulo": "Contact",
        "subtitulo": "Interested in collaborating or just want to say hello? Feel free to reach out!",
        "tooltip-text": "Copy email",
        "alerta": "Email copied",
        "nombre": "Name",
        "asunto": "Subject",
        "mensaje": "Message"
    }
}

