{
    "header": {
        "title": "Portfolio",
        "nav_inicio": "Home",
        "nav_experiencia": "Experiencie",
        "nav_proyecto": "Projects",
        "nav_conocimientos": "Skills",
        "nav_sobremi": "About me",
        "nav_contacto": "Contact"
    },
    
    "inicio": {
        "presentacion": "I am <strong>Braian Alejandro Aguilera</strong>, a fullstack developer focused on development",
        "descargar_cv": "Download CV"
    },

    "experiencia": {
        "titulo": "Experience",
        "exp_titulo_enzo": "Portfolio Backend",
        "exp_fecha_enzo": "December 2024 - January 2025",
        "exp_desc_enzo": "Development of a minimalist and responsive portfolio for a university backend developer, designed to attract recruiters. It features a downloadable CV, sections for projects, experience, and skills with interactive modals. Built with React and Tailwind CSS, it includes multilingual support through i18next.",
        "exp_titulo_ofcourse": "Of Course: Fitness Classes",
        "exp_fecha_ofcourse": "August 2024 - September 2024",
        "exp_desc_ofcourse": "This project involved the design and development of a landing page to promote fitness classes aimed at attracting new clients. From conceptualization to final layout, a modern visual aesthetic focused on motivation and wellness was created. The page is fully responsive, ensuring an optimal experience on mobile devices, and includes key sections such as benefits, schedules, and contact information, facilitating user decision-making.",
        "exp_titulo_lucas": "Art Portfolio",
        "exp_fecha_lucas": "March 2024 - August 2024",
        "exp_desc_lucas": "Development of a portfolio from scratch for Lucas Aguilera, an artist specializing in hand-painted canvases and murals. The portfolio aims to attract clients by showcasing his works in an accessible manner, featuring a modern and responsive interface. Each piece includes high-quality images, brief descriptions, and links to his social media, serving as a showcase of his talent and a tool for connections in the art world.",
        "ver_repo": "View repository",
        "ver_sitio": "Website"
    },

    "proyectos":{
        "titulo":"Projects"
    },

    "PokeGuess": {
        "titulo": "PokeGuess",
        "descripcion": "Interactive game to practice using <strong>public APIs</strong>, developed with <strong>React</strong> and <strong>Tailwind</strong>. Users must guess a Pokémon by only seeing its <strong>black silhouette</strong>, with options like a <strong>help mode</strong> and a <strong>score</strong> and <strong>streak system</strong>. Upon guessing correctly, it displays <strong>statistics</strong> and <strong>visual animations</strong> for an enhanced experience. Inspired by the <strong>Pokédex</strong>, it features an immersive design and is fully <strong>responsive</strong>."
    },

    "gestor_consorcio": {
        "titulo": "Consortium Manager",
        "descripcion": "University group project focused on <strong>consortium management</strong>. I designed and developed the <strong>frontend</strong> using <strong>React</strong>, with an optimized UX design and <strong>interactive animations</strong>. I implemented the <strong>backend</strong> with <strong>Java</strong> and <strong>SQL Server</strong>, solving the challenge of <strong>cascading deletion</strong> in the database. The application includes a <strong>roles system</strong> (tenants, owners, employees) with specific access through <strong>dynamic routing</strong> and table-style data presentation using <strong>React</strong> and <strong>CSS</strong>."
    },
    
    "portafolio_dot_dager": {
        "titulo": "Dot Dager Portfolio",
        "descripcion": "<strong>Landing page</strong> created in a <strong>three-day contest</strong> for a content creator. I was responsible for representing his <strong>humor</strong>, <strong>style</strong>, and <strong>personality</strong> through an <strong>interactive design</strong>, with <strong>fluid animations</strong> in key sections. It includes links to his <strong>social media</strong>, a <strong>video gallery</strong>, and a section about his <strong>favorite game</strong>. I used <strong>HTML</strong>, <strong>CSS</strong>, and <strong>JavaScript</strong>."
    },

    "adivina_numero": {
        "titulo": "Guess the Number",
        "descripcion": "<strong>Logical game</strong> developed in <strong>React</strong> and <strong>CSS</strong>, where the goal is to guess a secret number in <strong>10 attempts</strong>. The game uses an interactive keyboard to input combinations and provides hints about numbers in the <strong>correct position</strong>, <strong>incorrect position</strong>, or part of the number. With <strong>difficulty levels</strong> allowing play with or without repeated numbers, this project helped me learn about <strong>animations</strong>, <strong>data management between components</strong>, and <strong>conditional logic</strong> in <strong>React</strong>."
    },
    
    "conocimientos": {
        "titulo": "Skills",
        "herramientas": "Tools"
    },
    
    "sobremi": {
        "titulo": "About me",
        "descripcion": "I am a frontend developer driven by seeing how a website comes to life, from its efficient structure to an impactful aesthetic. Each project is an opportunity to learn something new and improve my skills. Additionally, I always prioritize accessibility and a pleasant user experience because I know that good design is key to the success of any product.",
        "servicios": "Services",
        "servicio1_titulo": "Inspired Prototyping",
        "servicio1_desc": "I develop hand-drawn prototypes to visualize ideas and improve communication with clients.",
        "servicio2_titulo": "UX/UI Design",
        "servicio2_desc": "I design intuitive and attractive user interfaces in Figma, ensuring a smooth user experience.",
        "servicio3_titulo": "Web Development",
        "servicio3_desc": "I transform prototypes into functional websites using the technologies I excel at.",
        "servicio4_titulo": "Responsive Design",
        "servicio4_desc": "I ensure that websites effectively adapt to various devices."
    },

    "footer": {
        "titulo": "Contact",
        "subtitulo": "Interested in collaborating or just want to say hello? Feel free to reach out!",
        "tooltip-text": "Copy email",
        "alerta": "Email copied",
        "nombre": "Name",
        "asunto": "Subject",
        "mensaje": "Message"
    }
}

