{
    "header": {
        "title": "Portafolio",
        "nav_inicio": "Inicio",
        "nav_experiencia": "Experiencia",
        "nav_proyecto": "Proyectos",
        "nav_conocimientos": "Conocimientos",
        "nav_sobremi": "Sobre mí",
        "nav_contacto": "Contacto"
    },

    "inicio": {
        "presentacion": "Soy <strong>Braian Alejandro Aguilera</strong>, un fullstack enfocado en el desarrollo",
        "descargar_cv": "Descargar CV"
    },

    "experiencia": {
        "titulo": "Experiencia",
        "exp_titulo_ofcourse": "Of Course: Clases fitness",
        "exp_fecha_ofcourse": "Agosto 2024 - Septiembre 2024",
        "exp_desc_ofcourse": "Este proyecto implicó el diseño y desarrollo de una landing page para promocionar clases de fitness, con el objetivo de atraer nuevos clientes. Desde la conceptualización hasta la maquetación final, se creó una estética visual moderna centrada en la motivación y el bienestar. La página es completamente responsive, asegurando una experiencia óptima en dispositivos móviles, e incluye secciones clave como beneficios, horarios y contacto, facilitando la toma de decisiones de los usuarios.",
        "exp_titulo_lucas": "Portafolio Artístico",
        "exp_fecha_lucas": "Marzo 2024 - Agosto 2024",
        "exp_desc_lucas": "Desarrollo de un portafolio desde cero para Lucas Aguilera, un artista de cuadros pintados a mano y murales. El portafolio busca atraer clientes mostrando sus obras de manera accesible, con una interfaz moderna y responsiva. Cada obra incluye imágenes de alta calidad, descripciones breves y enlaces a sus redes sociales, sirviendo como un escaparate de su talento y una herramienta para conexiones en el mundo del arte.",

        "ver_repo": "Ver repositorio",
        "ver_sitio": "Sitio web"
    },

    "proyectos":{
        "titulo":"Proyectos"
    },

    "PokeGuess": {
        "titulo": "PokeGuess",
        "descripcion": "Juego interactivo para practicar el uso de <strong>APIs públicas</strong>, desarrollado con <strong>React</strong> y <strong>Tailwind</strong>. El usuario debe adivinar un Pokémon viendo solo su <strong>silueta negra</strong>, con opciones como un <strong>modo de ayuda</strong> y un sistema de <strong>puntuación</strong> y <strong>streak</strong>. Al acertar, se muestran <strong>estadísticas</strong> y <strong>animaciones visuales</strong> que mejoran la experiencia. Inspirado en la <strong>Pokédex</strong>, incluye un diseño inmersivo y es completamente <strong>responsive</strong>."
    },

    "gestor_consorcio": {
        "titulo": "Gestor Consorcio",
        "descripcion": "Proyecto grupal universitario con enfoque en <strong>gestión de consorcios</strong>. Diseñé y desarrollé el <strong>frontend</strong> usando <strong>React</strong>, con un diseño UX optimizado y <strong>animaciones interactivas</strong>. Implementé el <strong>backend</strong> con <strong>Java</strong> y <strong>SQL Server</strong>, resolviendo el desafío de <strong>eliminación en cascada</strong> en la base de datos. La aplicación incluye un sistema de <strong>roles</strong> (inquilinos, dueños, empleados) con acceso específico mediante <strong>ruteo dinámico</strong> y presentación de datos tipo <strong>tabla</strong> usando <strong>React</strong> y <strong>CSS</strong>."
    },

    "portafolio_dot_dager": {
        "titulo": "Portafolio Dot Dager",
        "descripcion": "<strong>Landing page</strong> creada en un <strong>concurso de tres días</strong> para un creador de contenido. Fui responsable de representar su <strong>humor</strong>, <strong>estilo</strong> y <strong>personalidad</strong> a través de un diseño <strong>interactivo</strong>, con <strong>animaciones fluidas</strong> en secciones clave. Incluye enlaces a sus <strong>redes sociales</strong>, una <strong>galería de videos</strong> y una sección de su <strong>juego favorito</strong>. Utilicé <strong>HTML</strong>, <strong>CSS</strong> y <strong>JavaScript</strong>."
    },

    "adivina_numero": {
        "titulo": "Adivina el número",
        "descripcion": "<strong>Juego lógico</strong> realizado en <strong>React</strong> y <strong>CSS</strong>, donde el objetivo es adivinar un número secreto en <strong>10 intentos</strong>. El juego utiliza un teclado interactivo para ingresar combinaciones y proporciona pistas sobre los números en la <strong>posición correcta</strong>, <strong>incorrecta</strong> o que forman parte del número. Con <strong>niveles de dificultad</strong> jugando con o sin números repetidos, este proyecto me permitió aprender sobre <strong>animaciones</strong>, manejo de <strong>datos entre componentes</strong> y <strong>lógica condicional</strong> en <strong>React</strong>."
    },
    
    "conocimientos": {
        "titulo": "Conocimientos",
        "herramientas": "Herramientas"
    },

    "sobremi": {
        "titulo": "Sobre mí",
        "descripcion": "Soy un desarrollador frontend al cual le impulsa ver cómo un sitio web cobra vida, desde su estructura eficiente hasta una estética que genera impacto. Cada proyecto es una oportunidad para aprender algo nuevo y mejorar mis habilidades. Además, priorizo siempre la accesibilidad y una experiencia de usuario agradable, porque sé que un buen diseño es clave para el éxito de cualquier producto.",
        "servicios": "Servicios",
        "servicio1_titulo": "Prototipado Inspirado",
        "servicio1_desc": "Desarrollo prototipos a mano alzada para visualizar las ideas y mejorar la comunicación con el cliente.",
        "servicio2_titulo": "Diseño UX/UI",
        "servicio2_desc": "Diseño interfaces de usuario intuitivas y atractivas en Figma, garantizando una experiencia de usuario fluida.",
        "servicio3_titulo": "Desarrollo web",
        "servicio3_desc": "Transformo prototipos en sitios web funcionales utilizando las tecnologías con las que mejor me desempeño.",
        "servicio4_titulo": "Diseño responsive",
        "servicio4_desc": "Aseguro que los sitios web se adapten efectivamente a diversos dispositivo."
    },
    
    "footer": {
        "titulo": "Contacto",
        "subtitulo": "Interesado en colaborar o simplemente quieres saludar? ¡No dudes en contactarme!",
        "tooltip-text":"Copiar mail",
        "alerta":"Mail copiado",
        "nombre": "Nombre",
        "asunto": "Asunto",
        "mensaje": "Mensaje"
    }
}
