{
    "header": {
        "title": "Portafolio",
        "nav_inicio": "Inicio",
        "nav_proyecto": "Proyectos",
        "nav_conocimientos": "Conocimientos",
        "nav_sobremi": "Sobre mí",
        "nav_contacto": "Contacto"
    },

    "inicio": {
        "presentacion": "Soy <strong>Braian Alejandro Aguilera</strong>, un fullstack enfocado en el desarrollo",
        "descargar_cv": "Descargar CV"
    },

    "proyectos": {
        "titulo": "Proyectos",
        "proyecto_titulo_lucas": "Portafolio Artístico",
        "proyecto_fecha_lucas": "Marzo 2024 - Agosto 2024",
        "proyecto_desc_lucas": "Desarrollo de un portafolio desde cero para Lucas Aguilera, un artista de cuadros pintados a mano y murales. El portafolio busca atraer clientes mostrando sus obras de manera accesible, con una interfaz moderna y responsiva. Cada obra incluye imágenes de alta calidad, descripciones breves y enlaces a sus redes sociales, sirviendo como un escaparate de su talento y una herramienta para conexiones en el mundo del arte.",
        "proyecto_titulo_ofcourse": "Of Course: Clases fitness",
        "proyecto_fecha_ofcourse": "Agosto 2024 - Septiembre 2024",
        "proyecto_desc_ofcourse": "Este proyecto implicó el diseño y desarrollo de una landing page para promocionar clases de fitness, con el objetivo de atraer nuevos clientes. Desde la conceptualización hasta la maquetación final, se creó una estética visual moderna centrada en la motivación y el bienestar. La página es completamente responsive, asegurando una experiencia óptima en dispositivos móviles, e incluye secciones clave como beneficios, horarios y contacto, facilitando la toma de decisiones de los usuarios.",
        "ver_repo": "Ver repositorio",
        "ver_sitio": "Sitio web"
    },
    
    "conocimientos": {
        "titulo": "Conocimientos",
        "herramientas": "Herramientas"
    },

    "sobremi": {
        "titulo": "Sobre mí",
        "descripcion": "Soy un desarrollador apasionado por el frontend, con una fuerte capacidad para transformar ideas en interfaces atractivas y funcionales. Me especializo en crear experiencias de usuario intuitivas y adaptadas a las necesidades del cliente.",
        "servicios": "Servicios",
        "servicio1_titulo": "Prototipado Inspirado",
        "servicio1_desc": "Desarrollo prototipos a mano alzada para visualizar las ideas y mejorar la comunicación con el cliente.",
        "servicio2_titulo": "Diseño UX/UI",
        "servicio2_desc": "Diseño interfaces de usuario intuitivas y atractivas en Figma, garantizando una experiencia de usuario fluida.",
        "servicio3_titulo": "Desarrollo web",
        "servicio3_desc": "Transformo prototipos en sitios web funcionales utilizando las tecnologías con las que mejor me desempeño.",
        "servicio4_titulo": "Diseño responsive",
        "servicio4_desc": "Transformo prototipos en sitios web funcionales utilizando tecnologías adecuadas."
    },
    
    "footer": {
        "titulo": "Contacto",
        "subtitulo": "Interesado en colaborar o simplemente quieres saludar? ¡No dudes en contactarme!",
        "tooltip-text":"Copiar mail",
        "alerta":"Mail copiado",
        "nombre": "Nombre",
        "asunto": "Asunto",
        "mensaje": "Mensaje"
    }
}
